{
  "august16": [
    {
      "headline": "Pepper spray: after the investigation",
      "section": "news",
      "type": "crime",
      "description": "University of Maryland Police incorrectly deployed pepper spray at a graduation party of predominantly black students, prompting outrage on social media and the two-week suspension of an officer. A five-week internal investigation did not discover evidence the incident was racially motivated, but some students disagreed. This incident occurred one week after Philando Castile and Alton Sterling, two black men, died at the hands of police officers. Read about UMPD’s investigation and watch body camera footage in The Diamondback’s coverage.",
      "link": "http://features.dbknews.com/2016/07/16/university-of-maryland-police-umpd-pepper-spray-investigation-results/",
      "img": "background-image: url(../../assets/img/articles/0-aug/1-Aug16.jpg);"
    }
  ],
  "september16": [
    {
      "headline": "University of Maryland will decrease parking spaces and increase fees by fall 2018",
      "section": "news",
      "type": "development",
      "description": "DOTS Director David Allen announced plans to eliminate nearly 3,000 parking spaces by fall 2018 due to ongoing construction projects. He said DOTS will also restrict freshmen and sophomores from parking on campus starting fall 2017, with some exceptions. Students who wish to park on campus will also face a nearly 20 percent fee increase.",
      "link": "http://www.dbknews.com/2016/09/08/umd-campus-parking-elimination-fees/",
      "img": "background-image: url(../../assets/img/articles/1-sep/2-Sept16.jpg);"
    },
    {
      "headline": "The SGA wants to add a mandatory student fee to fund UMD's Title IX office",
      "section": "news",
      "type": "politics",
      "description": "Under the leadership of current Student Government Association President A.J. Pruitt, who was the student affairs vice president at the time, the SGA proposed a plan to charge all undergraduate and graduate students a mandatory fee that would help support this university’s underfunded Office of Civil Rights and Sexual Misconduct. The SGA ultimately withdrew the proposal in October but pledged to continue advocating and raising funds for the office.",
      "link": "http://www.dbknews.com/2016/09/21/sga-sexual-misconduct-title-ix-fee/",
      "img": "background-image: url(../../assets/img/articles/1-sep/3-Sept16.jpg);"
    },
    {
      "headline": "\"An unspeakable tragedy\": A murder-suicide stuns College Park",
      "section": "news",
      "type": "crime",
      "description": "Farhad Siddique, a junior at this university, was found dead in a parking lot near Parkside apartments. Police and investigators believe he was shot and killed by his father, who then shot and killed himself.",
      "link": "http://features.dbknews.com/2016/09/29/an-unspeakable-tragedy-a-murder-suicide-stuns-college-park/",
      "img": "background-image: url(../../assets/img/articles/1-sep/4-Sept16.jpg);"
    }
  ],
  "october16": [
    {
      "headline": "Strategic partnership between UMD, University of Maryland, Baltimore takes effect today",
      "section": "news",
      "type": "state",
      "description": "Hoping to strengthen the University System of Maryland, the strategic partnership of this university and the University of Maryland, Baltimore formally went into effect. The move provides opportunities to increase funding initiatives on both campuses and makes it easier for students to transition between some academic programs on both campuses.",
      "link": "http://www.dbknews.com/2016/10/01/university-of-maryland-college-park-baltimore-partnership/",
      "img": "background-image: url(../../assets/img/articles/2-oct/05-Oct16.jpg);"
    },
    {
      "headline": "Report of armed man was a false alarm",
      "section": "news",
      "type": "crime",
      "description": "A UMD alert warned of a possible gunman carrying what appeared to be an AR-15 walking around near Ritchie Coliseum and instructed everyone to avoid the area. The police ultimately found that the individual belonged to the ROTC program and carried a rubber rifle. UMPD pledged to work with military commanders to ensure an incident like this would never happen again. The university currently follows the ‘Run, Hide, Fight’ emergency procedure in the event of an active shooter.",
      "link": "http://www.dbknews.com/2016/10/06/umd-gun-route-1-college-park/",
      "img": "background-image: url(../../assets/img/articles/2-oct/6-Oct16.jpg);"
    },
    {
      "headline": "UMD expelled a record four students for sexual assault last year",
      "section": "news",
      "type": "ix",
      "description": "For the second year in a row, this university expelled a record number of students for sexual assault. In the 2015-16 school year, this university expelled four students, the most for one year in its history, after expelling three the year before. At a University Senate meeting, Title IX Officer Catherine Carroll said the office was overwhelmed with reports and did not possess sufficient infrastructure to handle the complaints in a time-sensitive manner. She addressed the need for more funding.",
      "link": "http://www.dbknews.com/2016/10/07/umd-sexual-assault-expelled-students/",
      "img": "background-image: url(../../assets/img/articles/2-oct/7-Oct16.jpg);"
    },
    {
      "headline": "Buzzfeed wrote about a UMD Title IX fee proposal, but the story is a little misleading",
      "section": "news",
      "type": "ix",
      "description": "The SGA’s mandatory fee proposal received national attention when Buzzfeed incorrectly covered it. Their headline read ‘University of Maryland Passes Title IX Costs On To Students,’ even though President Loh’s cabinet had not yet approved the proposal.",
      "link": "http://www.dbknews.com/2016/10/12/university-of-maryland-title-ix-fee-buzzfeed/",
      "img": "background-image: url(../../assets/img/articles/2-oct/8-Oct16.jpg);"
    },
    {
      "headline": "Maryland football's Will Likely suffered a torn ACL and will miss the rest of the season",
      "section": "sports",
      "type": "football",
      "description": "Days after Maryland football cornerback Will Likely suffered an injury in the Terps’ loss to Minnesota, the team announced he was diagnosed with a torn right ACL and would be sidelined for the remainder of his senior season. At the time of the injury, Likely led the Terps with three pass breakups and three passes defended.",
      "link": "http://www.dbknews.com/2016/10/21/will-likely-maryland-football-torn-acl/",
      "img": "background-image: url(../../assets/img/articles/2-oct/9-Oct16.jpg);"
    },
    {
      "headline": "Terps for Trump cancel Milo Yiannopuolos event",
      "section": "news",
      "type": "news",
      "description": "After booking former Breitbart editor and media personality Milo Yiannopoulos to speak on campus as part of his 'Dangerous Faggot' tour, Terps for Trump canceled the event due to the high cost of security required by the university. Campus officials cited violence, protests and bomb threats that have broken out at other institutions where he has spoken to justify the extra costs of securing the show. (additional link applicable: Milo later weighed in on the cancelation and said the UMD community would 'suffer for it,' reasoning that student rights had been violated by the administration's imposition of higher security costs for him to appear.",
      "link": "http://www.dbknews.com/2016/10/26/milo-yiannopoulos-terps-for-trump-canceled-event/",
      "img": "background-image: url(../../assets/img/articles/2-oct/10-Oct16.jpg);"
    },
    {
      "headline": "SGA withdraws mandatory Title IX fee proposal",
      "section": "news",
      "type": "ix",
      "description": "After a meeting between university administration officials and SGA leadership, the SGA voted to withdraw the $34 mandatory fee proposal that would help fund the Office of Civil Rights and Sexual Misconduct. A week earlier, the university announced it would add six more positions across two offices — Title IX and CARE to Stop Violence — to help combat sexual misconduct on the campus.",
      "link": "http://www.dbknews.com/2016/10/26/sga-withdraw-title-ix-fee-proposal/",
      "img": "background-image: url(../../assets/img/articles/2-oct/11-Oct16.jpg);"
    }
  ]
  
}